Revit 2026 API

# MirrorFailures Properties

---

The BuiltInFailuresMirrorFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | BadMirror | Can't mirror element into this position. |

#### Reference

BuiltInFailuresMirrorFailures Class

Autodesk.Revit.DB Namespace